Teste Fluig/wcm/widget/SOAP/src/main/webapp/resources/js/xml/ECMFolderService_createSimpleFolder.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.dm.ecm.technology.totvs.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:createSimpleFolder>
         <username>?</username>
         <password>?</password>
         <companyId>?</companyId>
         <parentDocumentId>?</parentDocumentId>
         <publisherId>?</publisherId>
         <documentDescription>?</documentDescription>
      </ws:createSimpleFolder>
   </soapenv:Body>
</soapenv:Envelope>